/* 
  Localizable.strings
  JietuFramework

  Created by Yiqi Wang on 16/9/6.
  Copyright © 2016年 Yiqi Wang. All rights reserved.
*/

"Language" = "English";

"Space" = "Space";
"Use old shortcut" = "Use old shortcut";
"Type shortcut" = "Type shortcut";
"Click to record shortcut" = "Click to record shortcut";
"Pad %@" = "Pad %@";
"The key combination %@ can't be used!" = "The key combination %@ can't be used!";
"The key combination \"%@\" can't be used because %@." = "The key combination \"%@\" can't be used because %@.";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "The key combination \"%@\" can't be used because it's already used by the menu item \"%@\".";
"it has been forbidden" = "it has been forbidden";
"it is in conflict with other default hotkey" = "it is in conflict with other default hotkey";
"Command + " = "Command + ";
"Option + " = "Option + ";
"Shift + " = "Shift + ";
"Control + " = "Control + ";
"Permit access" = "Permit access";
"Downloads" = "Downloads";
"Pictures" = "Pictures";
"You can't set this address for saving files." = "You can't set this address for saving files.";
"The address is system address. It can't set for file-saving." = "The address is system address. It can't set for file-saving.";
"OK" = "OK";

"Insert Rectangle" = "Insert Rectangle";
"Insert Ellipse"   = "Insert Ellipse";
"Insert Arrow"     = "Insert Arrow";
"Brush"            = "Brush";
"Mosaic"           = "Mosaic";
"Insert Characters"= "Insert Characters";
"Label Notes"      = "Label Notes";
"Save"             = "Save";
"Exist"            = "Exist";
"Finish"           = "Finish";
"Undo"             = "Undo";

"pt" = "pt";

"jtswitch" = "jtswitch_english";
"jtswitchFirstFrame" = "jtswitchFirstFrame_english";
"Max" = "Large";
"Medium" = "Medium";
"Min" = "Small";


